<!-- 隐私协议 -->
<template>
	<view class="container privacy">
		<view class="mb10">隐私协议：</view>
		<view class="mb10">一、我们如何收集和使用个人信息：</view>
		<view class="mb10">根据《信息安全技术个人信息安全规范》（GB/T35273-2017）,个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中涉及的个人信息包括：基本信息（包括性别、地址、地区、个人电话号码、电子邮箱）；个人身份信息（包括身份证、护照、相关身份证明等）；网络身份标识信息（包括系统账号、IP地址、口令）；个人上网记录（包括登录记录、浏览记录）；个人常用设备信息（包括硬件型号、操作系统类型、设备MAC地址、软件列表唯一设备识别码如IMEI/android ID/IDFA等在内的描述个人常用设备基本情况的信息）；个人位置信息（包括精准定位信息、经纬度等）；个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，本隐私政策中涉及的个人敏感信息包括：个人身份信息（包括身份证、护照、相关身份证明等）；网络身份识别信息（包括账户名、账户昵称、用户头像、与前述有关的密码）；其他信息（包括个人电话号码、浏览记录、精准定位信息）。</view>
		<view class="mb10">二、我们如何使用cookie</view>
		<view class="mb10">我们可能通过cookies和同类技术收集和使用您的信息，并将该等信息储存为日志信息，并用于以下用途：</view>
		<view class="mb10">1 记住您的身份。例如：cookies有助于我们辨认您作为我们的注册用户的身份，或保存您向我们提供的有关您的喜好或其他信息；</view>
		<view class="mb10">2 分析您使用我们服务的情况。例如，我们可利用cookies来了解您使用我们的服务进行什么活动，或哪些网页或服务最受您的欢迎；</view>
		<view class="mb10">三、我们如何储存和保护个人信息</view>
		<view class="mb10">1 信息存储的地域</view>
		<view class="mb10">1.1 我们会按照法律法规规定，将境内收集的用户个人信息存储于中国境内。</view>
		<view class="mb10">1.2 目前我们不会跨境传输或存储您的个人信息。将来如需跨境传输或存储的，我们会向您告知信息出境的目的、接收方、安全保证措施和安全风险，并征得您的同意。</view>
		<view class="mb10">2 信息存储的方式和期限</view>
		<view class="mb10">2.1 我们会通过安全的方式存储您的信息，包括本地存储（例如利用APP进行数据缓存）、位于服务器上的数据库和服务器日志。</view>
		<view class="mb10">2.2 一般情况下，我们只会在为实现服务目的所必需的时间内或法律法规规定的条件下存储您的个人信息。</view>
		<view class="mb10">2.3 一般情况下，对于超期信息的处理我们采用服务器自动覆盖方式。</view>
		<view class="mb10">3 我们使用行业通用的安全技术、匿名化处理，以防信息的丢失、不当使用、未经授权阅览或披露。例如，在某些服务中，我们将利用加密技术（如SSL） 来保护您提供的个人信息。</view>
		<view class="mb10">4 尽管已经采取了合理有效措施，并已经遵守了相关法律规定要求的标准，但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。您需要了解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {}
		}
	}
</script>

<style lang="less" scoped>
  .privacy{
    font-size: 28rpx;
    padding-top: 40rpx;
    padding-bottom: 40rpx;
  }
</style>
